Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# support.guides.item21.text
source: Breathing, stretching, mobility, walking, sauna, and sleep routines can all help WeekFit understand recovery and daily load.
ru: Дыхание, растяжка, мобилити, ходьба, сауна и рутины сна помогают WeekFit понимать восстановление и дневную нагрузку.
zh_hans: 呼吸、拉伸、关节活动度训练、步行、桑拿及睡眠习惯，均有助于 WeekFit 系统分析恢复情况与日常负荷。

# support.guides.item21.title
source: Use recovery routines
ru: Используйте восстановительные рутины
zh_hans: 使用恢复例程

# support.guides.item22.text
source: Simple reminders can help you follow the plan during busy days.
ru: Простые напоминания помогают следовать плану в занятые дни.
zh_hans: 简单的提醒有助于在繁忙的日子里遵循计划。

# support.guides.item22.title
source: Use reminders if you need them
ru: Используйте напоминания, если они нужны
zh_hans: 如有需要，请使用提醒功能。

# support.guides.item23.text
source: Your week matters more than one perfect day. Use trends to adjust the next week.
ru: Неделя важнее одного идеального дня. Используйте тренды, чтобы точнее настроить следующую неделю.
zh_hans: 一周的重要性胜过一个完美的日子。善用趋势，让接下来的一周规划更加精准。

# support.guides.item23.title
source: Look for patterns
ru: Ищите закономерности
zh_hans: 寻找规律

# support.guides.item24.text
source: Percentages and targets are there to guide awareness, not to create pressure. Some days will be higher, lower, easier, or more demanding.
ru: Проценты и цели нужны для осознанности, а не для давления. Некоторые дни будут выше, ниже, легче или тяжелее.
zh_hans: 设定百分比与目标旨在提升认知，而非施加压力。某些日子可能要求更高、更低、更简单或更艰巨。

# support.guides.item24.title
source: Do not chase perfect numbers
ru: Не гонитесь за идеальными числами
zh_hans: 不要追求完美的数字

# support.guides.item25.text
source: For the first few days, connect Health, plan one or two workouts, log meals and water, and check Coach after activity. WeekFit gets more useful as your data builds.
ru: В первые дни подключите Здоровье, запланируйте одну-две тренировки, записывайте еду и воду и проверяйте Тренера после активности. WeekFit становится полезнее по мере накопления данных.
zh_hans: 在最初的几天里，请先开启健康追踪功能，规划一到两次锻炼计划，记录饮食与饮水量，并在锻炼后查看教练建议。随着您积累更多数据，WeekFit 的功能将变得更加实用。

# support.guides.item25.title
source: Start simple
ru: Начните просто
zh_hans: 先从简单开始吧

# support.guides.subtitle
source: A few simple ways to use WeekFit better.
ru: Несколько простых способов использовать WeekFit лучше.
zh_hans: 让 WeekFit 发挥更大作用的几个简单方法。

# support.guides.title
source: Guides
ru: Гайды
zh_hans: 指南

# support.help.footerSubtitle
source: We usually reply within a day
ru: Обычно отвечаем в течение дня
zh_hans: We usually reply within a 天

# support.help.footerTitle
source: WeekFit Support
ru: Поддержка WeekFit
zh_hans: 支持 WeekFit

# support.help.hero
source: Need help with WeekFit?
ru: Нужна помощь с WeekFit?
zh_hans: 需要 WeekFit 的帮助？

# support.help.quickHelp
source: Quick Help
ru: Быстрая помощь
zh_hans: 快速帮助

# support.help.resources
source: Resources
ru: Ресурсы
zh_hans: 资源

# support.help.title
source: Help & Support
ru: Помощь и поддержка
zh_hans: 帮助与支持

# support.helpSupport
source: Help & Support
ru: Помощь и поддержка
zh_hans: 帮助与支持

# support.needHelpWithWeekfit
source: Need help with WeekFit?
ru: Нужна помощь с WeekFit?
zh_hans: 需要 WeekFit 的帮助？

# support.openEmailApp
source: Open Email App
ru: Открыть почту
zh_hans: 打开邮箱

# support.row.contact.subtitle
source: Questions, bugs, or feedback
ru: Вопросы, ошибки или обратная связь
zh_hans: 问题、缺陷或反馈

# support.row.contact.title
source: Contact Support
ru: Связаться с поддержкой
zh_hans: 联系支持团队

# support.row.faq.subtitle
source: Answers about syncing, planning, and metrics
ru: Ответы о синхронизации, планировании и метриках
zh_hans: 关于同步、规划及指标的相关解答

# support.row.guides.subtitle
source: How to use WeekFit day to day
ru: Как использовать WeekFit каждый день
zh_hans: WeekFit 日常使用指南

# support.row.guides.title
source: Guides
ru: Гайды
zh_hans: 指南

# support.row.healthAccess.subtitle
source: Manage Apple Health permissions
ru: Управляйте разрешениями Apple Health
zh_hans: 管理 Apple Health 权限

# support.row.healthAccess.title
source: Health Access
ru: Доступ к Health
zh_hans: 健康服务获取

# support.row.privacy.subtitle
source: Review data and privacy settings
ru: Проверьте данные и настройки конфиденциальности
zh_hans: 检查您的数据及隐私设置

# support.row.privacy.title
source: Privacy
ru: Конфиденциальность
zh_hans: 隐私

# support.row.terms.subtitle
source: Usage terms and wellness disclaimer
ru: Условия использования и отказ от ответственности по здоровью
zh_hans: 使用条款及健康责任豁免

# support.row.terms.title
source: Terms
ru: Условия
zh_hans: 条款

# support.section.quickHelp
source: Quick Help
ru: Быстрая помощь
zh_hans: 快速帮助

# support.section.resources
source: Resources
ru: Ресурсы
zh_hans: 资源

# support.sheet.openEmail
source: Open Email App
ru: Открыть почту
zh_hans: 打开邮箱

# support.sheet.subtitle
source: Something not working right? Reach out anytime.
ru: Что-то работает не так? Напишите нам в любое время.
zh_hans: 是否出现什么问题？欢迎随时联系我们。

# support.somethingNotWorkingRightReachOutAnytime
source: Something not working right? Reach out anytime.
ru: Что-то работает не так? Напишите нам в любое время.
zh_hans: 是否出现什么问题？欢迎随时联系我们。

# support.weekfitSupport
source: WeekFit Support
ru: Поддержка WeekFit
zh_hans: 支持 WeekFit

# support.weUsuallyReplyWithinADay
source: We usually reply within a day
ru: Обычно отвечаем в течение дня
zh_hans: We usually reply within a 天

source: Switching account
ru: Смена аккаунта
zh_hans: 切换账户

source: Terms & Privacy
ru: Условия и приватность
zh_hans: 条款与隐私政策

source: Terms of Service
ru: Условия использования
zh_hans: 服务条款

# termsPrivacy.back
source: Back
ru: Назад
zh_hans: 返回

# termsPrivacy.lastUpdatedMay2026
source: Last updated: May 2026
ru: Обновлено: май 2026
zh_hans: 最后更新日期：2026年5月

# termsPrivacy.legal.about.p1
source: WeekFit is a personal training, recovery, nutrition, hydration, sleep, and routine planning app.
ru: WeekFit — приложение для личного планирования тренировок, восстановления, питания, гидратации, сна и повседневных рутин.
zh_hans: WeekFit —— 一款用于个人训练规划、恢复、营养管理、水分补充、睡眠管理及日常生活习惯管理的应用程序。

# termsPrivacy.legal.about.p2
source: The app helps you organize your day, review health-related metrics, and receive coaching-style suggestions before, during, and after workouts.
ru: Приложение помогает организовать день, просматривать связанные со здоровьем метрики и получать рекомендации в стиле коучинга до, во время и после тренировок.
zh_hans: 本应用程序可帮助您规划每日生活、查看与健康相关的指标，并在训练前、训练期间及训练后获得教练式建议。

# termsPrivacy.legal.about.p3
source: WeekFit is intended for personal wellness, fitness planning, habit tracking, and lifestyle support. It is not intended for emergency use or clinical decision-making.
ru: WeekFit предназначен для личного благополучия, фитнес-планирования, отслеживания привычек и поддержки образа жизни. Он не предназначен для экстренных ситуаций или клинических решений.
zh_hans: WeekFit 旨在促进个人健康、制定健身计划、追踪生活习惯以及支持健康生活方式。本产品不适用于紧急状况或临床决策。

# termsPrivacy.legal.about.title
source: About WeekFit
ru: О WeekFit
zh_hans: 关于 WeekFit

# termsPrivacy.legal.appleHealthData.p1
source: WeekFit may use data from Apple Health, Apple Watch, iPhone sensors, and information you enter manually inside the app.
ru: WeekFit может использовать данные из Apple Health, Apple Watch, датчиков iPhone и информацию, которую вы вручную вводите в приложении.
zh_hans: WeekFit 可利用来自 Apple Health、Apple Watch、iPhone 传感器的数据，以及您手动在应用中输入的信息。

# termsPrivacy.legal.appleHealthData.p2
source: This may include activity, workouts, sleep, energy, hydration, nutrition, body metrics, recovery-related signals, and other wellness data depending on the permissions you grant.
ru: Это может включать активность, тренировки, сон, энергию, гидратацию, питание, параметры тела, сигналы восстановления и другие данные о здоровье в зависимости от выданных разрешений.
zh_hans: 这可根据已授予的权限，包括活动量、训练、睡眠、能量水平、水分摄入、营养状况、身体指标、恢复信号以及其他健康相关数据。

# termsPrivacy.legal.appleHealthData.p3
source: Some features may be limited, unavailable, or less accurate if Apple Health access is not granted, if Apple Watch is not used, or if the underlying data is missing, delayed, incomplete, or inaccurate.
ru: Некоторые функции могут быть ограничены, недоступны или менее точны, если доступ к Apple Health не предоставлен, Apple Watch не используется или исходные данные отсутствуют, задерживаются, неполные или неточные.
zh_hans: 若未启用 Apple Health、未使用 Apple Watch，或原始数据缺失、延迟、不完整或不准确，则某些功能可能受限、无法使用或精度降低。

# termsPrivacy.legal.appleHealthData.title
source: Apple Health & Device Data
ru: Данные Apple Health и устройств
zh_hans: Apple 健康与设备数据

# termsPrivacy.legal.appleHealthPermissions.p1
source: WeekFit only accesses Apple Health categories that you explicitly allow through Apple Health permissions.
ru: WeekFit получает доступ только к тем категориям Apple Health, которые вы явно разрешили в настройках Apple Health.
zh_hans: WeekFit 仅可访问您在 Apple Health 设置中明确授权的 Apple Health 分类。

# termsPrivacy.legal.appleHealthPermissions.p2
source: You can review, modify, or revoke Apple Health permissions at any time in the Apple Health app or iOS Settings.
ru: Вы можете просмотреть, изменить или отозвать разрешения Apple Health в любое время в приложении Apple Health или настройках iOS.
zh_hans: 您可随时在 Apple Health 应用中或 iOS 设置中查看、修改或撤销 Apple Health 的授权。

# termsPrivacy.legal.appleHealthPermissions.p3
source: If permissions are removed, WeekFit may no longer be able to update related metrics, sync completed workouts, personalize Coach suggestions, or show certain insights.
ru: Если разрешения удалены, WeekFit может больше не обновлять связанные метрики, синхронизировать завершенные тренировки, персонализировать советы Тренера или показывать отдельные инсайты.
zh_hans: 若权限被撤销，WeekFit 可能将无法再更新相关指标、同步已完成训练记录、个性化教练建议或显示特定洞察信息。

# termsPrivacy.legal.appleHealthPermissions.title
source: Apple Health Permissions
ru: Разрешения Apple Health
zh_hans: Apple Health 权限

# termsPrivacy.legal.dataUse.p1
source: WeekFit uses available activity, workout, nutrition, hydration, sleep, recovery, body, and planner data to provide app functionality and personalize your experience.
ru: WeekFit использует доступные данные активности, тренировок, питания, гидратации, сна, восстановления, тела и планирования, чтобы обеспечивать функции приложения и персонализировать опыт.
zh_hans: WeekFit 利用现有的活动、训练、营养、水分补充、睡眠、恢复、身体及计划等相关数据，以提供应用程序功能并打造个性化使用体验。

# termsPrivacy.legal.dataUse.p2
source: This data may be used to show metrics, update Plan statuses, import completed workouts, calculate daily context, generate Coach suggestions, support reminders, and help you understand your routine.
ru: Эти данные могут использоваться для отображения метрик, обновления статусов плана, импорта завершенных тренировок, расчета дневного контекста, генерации подсказок Тренера, поддержки напоминаний и помощи в понимании вашей рутины.
zh_hans: 这些数据可用于展示关键指标、更新计划状态、导入已完成的训练记录、计算每日训练情境、生成教练提示、支持提醒功能，以及帮助您更好地理解日常训练流程。

# termsPrivacy.legal.dataUse.p3
source: The accuracy of insights depends on the accuracy, completeness, and timing of the data available to WeekFit.
ru: Точность инсайтов зависит от точности, полноты и своевременности данных, доступных WeekFit.
zh_hans: 内幕消息的准确性取决于 WeekFit 可获取数据的准确性、完整性和及时性。

# termsPrivacy.legal.dataUse.title
source: How WeekFit Uses Data
ru: Как WeekFit использует данные
zh_hans: WeekFit 如何利用数据

# termsPrivacy.legal.disclaimer.p1
source: WeekFit provides general wellness, fitness, recovery, hydration, sleep, and nutrition information for educational and informational purposes only.
ru: WeekFit предоставляет общую информацию о благополучии, фитнесе, восстановлении, гидратации, сне и питании только в образовательных и информационных целях.
zh_hans: WeekFit 提供的关于身心健康、健身、恢复、水分补充、睡眠及营养的一般性信息，仅用于教育和信息传播目的。

# termsPrivacy.legal.disclaimer.p2
source: WeekFit does not provide medical advice, diagnosis, treatment, prescription, therapy, or professional healthcare services.
ru: WeekFit не предоставляет медицинские советы, диагнозы, лечение, рецепты, терапию или профессиональные медицинские услуги.
zh_hans: WeekFit 不提供医疗建议、诊断、治疗方案、处方、治疗措施或专业医疗服务。

# termsPrivacy.legal.disclaimer.p3
source: Coaching insights, nutrition suggestions, recovery guidance, reminders, activity status, and metric summaries are not a substitute for advice from a doctor, dietitian, physiotherapist, or other qualified professional.
ru: Коучинговые инсайты, рекомендации по питанию, советы по восстановлению, напоминания, статусы активности и сводки метрик не заменяют консультацию врача, диетолога, физиотерапевта или другого квалифицированного специалиста.
zh_hans: 教练指导、营养建议、恢复指导、提醒信息、活动状态及指标摘要均不能替代医生、营养师、物理治疗师或其他合格专业人士提供的专业建议。

# termsPrivacy.legal.disclaimer.p4
source: Always consult a qualified healthcare professional before making health-related decisions, starting a new training program, changing your diet, or relying on app-based guidance if you have any medical condition, injury, pregnancy, medication use, or other health concern.
ru: Всегда консультируйтесь с квалифицированным медицинским специалистом перед решениями, связанными со здоровьем, началом новой программы тренировок, изменением питания или использованием рекомендаций приложения, если у вас есть заболевание, травма, беременность, прием лекарств или другие вопросы по здоровью.
zh_hans: 若您患有任何疾病、受过外伤、处于妊娠期、正在服用药物或存在其他健康顾虑，在做出与健康相关的决定、开始新的训练计划、调整饮食方案或依赖应用程序提供的指导前，请务必咨询具备资质的医疗保健专业人员。

# termsPrivacy.legal.disclaimer.title
source: Health, Fitness & Nutrition Disclaimer
ru: Отказ от ответственности по здоровью, фитнесу и питанию
zh_hans: 健康、健身与营养免责声明

# termsPrivacy.legal.notifications.p1
source: WeekFit may send reminders for planned activities, meals, hydration, recovery routines, completion check-ins, or other app-related actions if you enable notifications.
ru: WeekFit может отправлять напоминания о запланированных активностях, приемах пищи, гидратации, восстановительных рутинах, проверках завершения или других действиях в приложении, если вы включите уведомления.
zh_hans: 若您已开启通知功能，WeekFit 可向您发送关于已安排的活动、进餐、补水、恢复性训练计划、训练完成度检查或其他应用内操作的提醒。

# termsPrivacy.legal.notifications.p2
source: Notifications are optional and can be changed in WeekFit settings or iOS Settings.
ru: Уведомления необязательны, их можно изменить в настройках WeekFit или iOS.
zh_hans: 通知功能为可选功能，可在 WeekFit 设置或 iOS 设置中进行更改。

# termsPrivacy.legal.notifications.p3
source: Reminder timing may be affected by device settings, Focus modes, notification permissions, and system limitations.
ru: Время напоминаний может зависеть от настроек устройства, режимов Фокусирования, разрешений уведомлений и системных ограничений.
zh_hans: 提醒时间可能取决于设备设置、聚焦模式、通知权限及系统限制。

# termsPrivacy.legal.notifications.title
source: Notifications & Reminders
ru: Уведомления и напоминания
zh_hans: 通知与提醒

# termsPrivacy.legal.privacy.p1
source: Your health and wellness information remains under your control.
ru: Информация о вашем здоровье и благополучии остается под вашим контролем.
zh_hans: 您的健康与福祉相关信息仍由您自主掌控。

# termsPrivacy.legal.privacy.p2
source: WeekFit does not sell personal health information and does not share Apple Health data with advertisers or data brokers.
ru: WeekFit не продает персональную медицинскую информацию и не передает данные Apple Health рекламодателям или брокерам данных.
zh_hans: WeekFit 不出售个人医疗信息，也不将 Apple Health 相关数据传递给广告主或数据经纪商。

# termsPrivacy.legal.privacy.p3
source: Where possible, data processing is performed on device to reduce unnecessary data transfer and collection.
ru: По возможности обработка данных выполняется на устройстве, чтобы уменьшить ненужную передачу и сбор данных.
zh_hans: 在可能的情况下，数据处理均在本地设备上进行，以减少不必要的数据传输与数据收集。

# termsPrivacy.legal.privacy.p4
source: If future features require external processing, account services, cloud sync, analytics, or support diagnostics, those features should be disclosed separately and handled according to the app privacy policy and applicable App Store requirements.
ru: Если будущие функции потребуют внешней обработки, учетных сервисов, облачной синхронизации, аналитики или диагностик поддержки, такие функции должны быть раскрыты отдельно и обрабатываться согласно политике конфиденциальности приложения и требованиям App Store.
zh_hans: 若未来功能需要外部处理、账户服务、云同步、分析或支持性诊断，则此类功能应单独披露，并依据应用隐私政策及适用的 App Store 要求进行处理。

# termsPrivacy.legal.privacy.title
source: Privacy & Data Protection
ru: Конфиденциальность и защита данных
zh_hans: 隐私与数据保护

# termsPrivacy.legal.retention.p1
source: WeekFit retains app data only as needed to provide functionality, maintain your plan, show metrics, and personalize the experience.
ru: WeekFit хранит данные приложения только в объеме, необходимом для работы функций, поддержания плана, отображения метрик и персонализации опыта.
zh_hans: WeekFit 仅存储应用程序运行所需的功能、计划维护、指标展示及个性化体验所必需的数据量。

# termsPrivacy.legal.retention.p2
source: Deleting activities, removing permissions, or deleting app data may reduce or remove related features, insights, and historical context.
ru: Удаление активностей, отключение разрешений или удаление данных приложения может уменьшить или убрать связанные функции, инсайты и исторический контекст.
zh_hans: 删除操作、撤销权限或删除应用数据，均可能导致相关功能、洞察及历史上下文减少或消失。

# termsPrivacy.legal.retention.p3
source: You can manage Apple Health permissions at any time through Apple Health or iOS Settings.
ru: Вы можете управлять разрешениями Apple Health в любое время через Apple Health или настройки iOS.
zh_hans: 您可随时通过“Apple Health”或“iOS 设置”管理“Apple Health”的权限。

# termsPrivacy.legal.retention.title
source: Data Retention & Deletion
ru: Хранение и удаление данных
zh_hans: 数据保留与删除

# termsPrivacy.legal.termsOfUse.p1
source: By using WeekFit, you agree to use the app only for lawful, personal, non-commercial wellness and fitness purposes.
ru: Используя WeekFit, вы соглашаетесь применять приложение только для законных, личных, некоммерческих целей благополучия и фитнеса.
zh_hans: 使用 WeekFit 即表示您同意仅将该应用程序用于合法、个人且非商业性的健康与健身用途。

# termsPrivacy.legal.termsOfUse.p2
source: You are responsible for your own activity choices, workout intensity, nutrition decisions, hydration habits, recovery approach, and use of any information shown in the app.
ru: Вы отвечаете за собственный выбор активности, интенсивность тренировок, решения по питанию, привычки гидратации, подход к восстановлению и использование любой информации, показанной в приложении.
zh_hans: 您负责自行选择运动项目、设定训练强度、制定饮食方案、养成补水习惯、规划恢复方案，并充分利用应用程序中提供的所有信息。

# termsPrivacy.legal.termsOfUse.p3
source: WeekFit may provide suggestions based on the data available to the app, but those suggestions are not a guarantee of performance, recovery, health, fitness, or wellness results.
ru: WeekFit может давать рекомендации на основе доступных приложению данных, но эти рекомендации не гарантируют результаты в производительности, восстановлении, здоровье, фитнесе или благополучии.
zh_hans: WeekFit 可根据应用程序中的可用数据提供建议，但这些建议并不能保证在运动表现、恢复、健康、健身或整体福祉方面取得预期效果。

# termsPrivacy.legal.termsOfUse.p4
source: You should stop any activity and seek appropriate professional help if you feel pain, dizziness, shortness of breath, unusual discomfort, or any other concerning symptoms.
ru: Прекратите любую активность и обратитесь за профессиональной помощью, если почувствуете боль, головокружение, одышку, необычный дискомфорт или другие тревожные симптомы.
zh_hans: 如出现疼痛、头晕、呼吸困难、异常不适感或其他警示症状，请立即停止一切活动，并寻求专业医疗帮助。

# termsPrivacy.legal.termsOfUse.title
source: Terms of Use
ru: Условия использования
zh_hans: 使用条款

# termsPrivacy.legal.userData.p1
source: You may add, edit, complete, skip, or delete activities, meals, hydration, recovery routines, sleep routines, and other planned items inside WeekFit.
ru: Вы можете добавлять, редактировать, завершать, пропускать или удалять активности, приемы пищи, гидратацию, восстановительные рутины, рутины сна и другие запланированные пункты внутри WeekFit.
zh_hans: 您可以在 WeekFit 中添加、编辑、完成、跳过或删除活动、进餐、补水、恢复性例行事项、睡眠例行事项及其他已规划的项目。

# termsPrivacy.legal.userData.p2
source: User-entered data is used to update your plan, metrics, Coach context, and daily guidance.
ru: Данные, введенные пользователем, используются для обновления плана, метрик, контекста Тренера и ежедневных рекомендаций.
zh_hans: 用户输入的数据用于更新计划、指标、教练上下文及每日推荐。

# termsPrivacy.legal.userData.p3
source: You are responsible for the accuracy of information you enter manually.
ru: Вы отвечаете за точность информации, которую вводите вручную.
zh_hans: 您需对手动输入信息的准确性负责。

# termsPrivacy.legal.userData.title
source: User-Entered Data
ru: Данные, введенные пользователем
zh_hans: 用户输入的数据

# termsPrivacy.legal.warranty.p1
source: WeekFit is provided as is and as available, without guarantees that the app will always be uninterrupted, error-free, fully accurate, or suitable for every individual situation.
ru: WeekFit предоставляется как есть и по мере доступности, без гарантий, что приложение всегда будет работать без перебоев, ошибок, с полной точностью или подходить для каждой индивидуальной ситуации.
zh_hans: WeekFit 按现有状态及可获取范围提供，且不保证该应用程序始终能够无故障、无错误地运行，亦不保证其具备完全精度或适用于每种个性化场景。

# termsPrivacy.legal.warranty.p2
source: Health, activity, sleep, nutrition, hydration, and recovery data may be delayed, incomplete, estimated, or unavailable depending on your device, permissions, third-party sources, and Apple Health data availability.
ru: Данные здоровья, активности, сна, питания, гидратации и восстановления могут задерживаться, быть неполными, оценочными или недоступными в зависимости от устройства, разрешений, сторонних источников и доступности данных Apple Health.
zh_hans: 健康、活动、睡眠、营养、水分补充及恢复相关数据可能因所用设备、权限设置、第三方数据源以及 Apple Health 数据可用性而存在延迟、不完整、采用估算值或无法获取的情况。

# termsPrivacy.legal.warranty.title
source: No Warranty
ru: Без гарантий
zh_hans: 不提供保修服务

# termsPrivacy.manageAppleHealthPermissionsAnytimeInAppleHealthOr
source: Manage Apple Health permissions anytime in Apple Health or iOS Settings.
ru: Разрешения Apple Health можно изменить в Apple Health или настройках iOS.
zh_hans: 随时在 Apple Health 或 iOS 设置中管理 Apple Health 权限。

# termsPrivacy.termsPrivacy
source: Terms & Privacy
ru: Условия и конфиденциальность
zh_hans: 条款与隐私政策

# termsPrivacy.weekfitUsesTheHealthActivityNutritionRecoveryAndPlanner
source: WeekFit uses the health, activity, nutrition, recovery, and planner data you allow or enter to make the app more useful. You can change Apple Health permissions anytime in Apple Health or iOS Settings.
ru: WeekFit использует разрешенные или введенные вами данные здоровья, активности, питания, восстановления и планирования, чтобы приложение было полезнее. Разрешения Apple Health можно изменить в Apple Health или настройках iOS.
zh_hans: WeekFit 利用系统授予或您手动提供的健康、活动、饮食、恢复及日程规划数据，不断优化应用功能。您可随时在 Apple Health 应用或 iOS 设置中修改 Apple Health 的授权权限。

# termsPrivacy.yourDataStaysInYourControl
source: Your data stays in your control
ru: Ваши данные остаются под вашим контролем
zh_hans: 您的数据始终由您掌控。

source: The day is open enough to stay simple.
ru: День остается спокойным — не усложняйте его.
zh_hans: 这一天保持平静就好——不要让它变得复杂。

source: This stays local on your device.
ru: Это остается локально на вашем устройстве.
zh_hans: 该内容将仅保留在您设备上。

source: Threshold
ru: Порог
zh_hans: 阈值

source: Today
ru: Сегодня
zh_hans: 今天

# today.activity.context.endurance
source: Endurance
ru: Выносливость
zh_hans: 耐力

# today.activity.context.nutrition
source: Nutrition
ru: Питание
zh_hans: 营养

# today.activity.context.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# today.activity.context.routine
source: Routine
ru: Рутина
zh_hans: 日常安排

# today.activity.subtitle.energySupport
source: Energy support
ru: Поддержка энергии
zh_hans: 能量支持

# today.activity.subtitle.hydrationSupport
source: Hydration support
ru: Поддержка гидратации
zh_hans: 补水支持

# today.activity.subtitle.morningFuel
source: Morning fuel
ru: Утреннее топливо
zh_hans: 晨间补给
